---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.RibbonButtonOptions
source: html/ba9a05d5-cad4-f514-8f26-ff6d993d1cb4.htm
---
# RibbonButtonOptions Members

Releases all resources used by the RibbonButtonOptions